Repository: bunpotks/Flutter_Carbook
Catalog: lib/l10n/app_*.arb
Languages: th

# splash_continue
source: Continue
th: ถัดไป

# splash_desc1
source: Welcome to the car booking application. Allows you to reserve a car without missing every trip.
th: ยินดีต้นรับเข้าสู่แอปพลิเคชันจองรถ ให้คุณสามารถจองรถได้ไม่พลาดทุกการเดินทาง

# splash_desc2
source: You can easily book a car in just a few clicks.
th: สามารถจองรถได้ง่าย เพียงไม่กี่คลิกก็สามารถจองรถได้เลย

# splash_desc3
source: Safe service by trained drivers No worries about safety with well-trained drivers.
th: บริการปลอดภัยโดนคนขับที่ผ่านการอบรบ หมดห่วงเรื่องความปลอดภัยกับคนขับที่ผ่านการอบรมเป็นอย่างดี

# signin_welcome
source: Welcome Back
th: ยินดีต้อนรับ

# signin_subdesc
source: Sign in with your email and password or continue with social media
th: เข้าสู่ระบบด้วย อีเมลและรหัสผ่าน หรือเข้าสู่ระบบด้วยแอปพลิเคชันอื่นๆ

# signin_input_email
source: Email
th: อีเมล

# signin_input_email_placeholder
source: Enter your email
th: ระบุอีเมลผู้ใช้

# signin_input_password
source: Password
th: รหัสผ่าน

# signin_input_password_placeholder
source: Enter your password
th: ระบุรหัสผ่าน

# signin_input_password_confirm
source: Confirm Password
th: ยืนยันรหัสผ่าน

# signin_input_password__confirm_placeholder
source: Re-Enter your password
th: ระบุรหัสผ่านอีกครั้ง

# signin_forgot
source: Forgot Password
th: ลืมรหัสผ่าน

# signin_continue
source: Continue
th: ยืนยัน

# signin_signup_desc
source: Dont't have an acctoun ?
th: ไม่มีบัญชีผู้ใช้งาน ?

# signin_signup_btn
source: Sign Up
th: สร้างบัญชี

# forgot_title
source: Forgot Password
th: ลืมรหัสผ่าน

# forgot_subtitle
source: Please enter an email I want a link sent to the account recipient for you
th: โปรดระบุอีเมลเพื่อกู้คืนบัญชี เราจะส่งลิงก์เพื่อกู้คืนบัญชีให้กับคุณ

# regiser_title
source: Register Account
th: สร้างบัญชี

# register_subtitle
source: Complete your details or continue with social media
th: ระบุข้อมูลผู้ใช้งานเพื่อสร้างบัญชีหรือ นำเนินการด้วยแอปพลิเคชันอื่นๆ

# register_bottomdesc
source: Continuing your confirm that you agree with Term and Condition
th: นำเนินการโดยแอปพลิเคชัน โดยต้องยอมรับข้อตกลงและนโยบายความเป็นส่วนตัว

# comp_profile_title
source: Complete Profile
th: ข้อมูลผู้ใช้งาน

# comp_profile_subtitle
source: Complete your details
th: โปรดระบุข้อมูลผู้ใช้งานเพื่อดำเนินการต่อให้เสร็จสิ้น

# comp_input_firstname
source: First Name
th: ชื่อ

# comp_input_firstname_placeholder
source: Enter your first name
th: ระบุชื่อ

# comp_input_lastname
source: Last Name
th: นามสกุล

# comp_input_lastname_placeholder
source: Enter your last name
th: ระบุนามสกุล

# comp_input_phonenumber
source: Phone Number
th: เบอร์โทรศัพท์

# comp_input_phonenumber_placeholder
source: Enter your phone number
th: ระบุเบอร์โทรศัพท์

# comp_input_address
source: Address
th: ที่อยู่

# comp_input_address_placeholder
source: Enter your address
th: ระบุที่อยู่

# otp_title
source: OTP Verification
th: ยืนยันรหัส OTP

# otp_subtitle
source: We sent your code to xxxxxxxxxx this
th: เราได้ส่งรหัสไปยังหมายเลข xxxxxxxxxx

# otp_subtitle2
source: This code will expired in
th: รหัสนี้จะหมดอายุใน

# otp_resend
source: Resend OTP Code
th: ส่งรหัสใหม่อีกครั้ง
